// 9 月 24 日 - 10 月 31 日 “程序员必懂小知识”

// 要求：选题具体、内容实用、有趣最好
// 分类：前端、后端、Android、iOS、人工智能
// 暗号：小知识，大挑战！本文正在参与“[程序员必备小知识](https://juejin.cn/post/7008476801634680869)”创作活动。
// 字数不少于 400 字

// 2 篇：青铜
// 4 篇 白银
// 8 篇 黄金
// 16 篇，更文天数 >= 7 钻石
// 32 篇，更文天数 >= 14 精英

// 8 篇，幸运陨石奖

// 综合文章评论、点赞、收藏

// 10-1 - 10-31
// 掘力星计划 - 创作激励金
// 本文同时参与 「掘力星计划」 ，赢取创作大礼包，挑战创作激励金
// 分类：前端、后端、iOS、android
// 需要发布 4 篇，且每篇字数 ≧ 800

// 阅读 ≧ 100 的文章 ≧ 2 篇，每篇文章点赞 ≧ 6 ，评论互动 ≧ 3 条	 创作瓜分奖
// 阅读 ≧ 100 的文章 ≧ 4 篇，每篇文章点赞 ≧ 6 ，评论互动 ≧ 3 条 瓜分奖品加倍
// 阅读 ≧ 100 的文章 ≧ 4 篇，所有投稿文章累计阅读 ≧ 2000，点赞 ≧ 40，评论≧ 10 创作大礼包

// 创作激励金候选

// 文章数量 ≧4 篇，单篇文章阅读 ≧ 500，所有文章阅读量累计 ≧ 3000，点赞 ≧ 60，评论 ≧ 15 300 元

// 文章数量 ≧4 篇，单篇文章阅读 ≧ 1500，所有文章阅读量累计 ≧ 5000，点赞 ≧ 100，评论 ≧ 25 500 元

// 文章数量 ≧4 篇，单篇文章阅读 ≧ 3000，所有文章阅读量累计 ≧ 10000，点赞 ≧ 200，评论 ≧ 50 800 元
